<?php 
return [
  'noPaymentMethodAdded' => 'Δεν προστέθηκε τρόπος πληρωμής μισθού.',
  'noSalaryComponentsAdded' => 'Δεν προστέθηκαν στοιχεία μισθού.',
  'noSalaryGroupAdded' => 'Δεν προστέθηκε ομάδα μισθών.',
  'noSalaryTdsAdded' => 'Δεν προστέθηκε μισθός tds.',
  'salaryDelete' => 'Δεν θα μπορέσετε να ανακτήσετε τον διαγραμμένο μισθό!',
  'fixedAllowanceMessage' => 'Το πάγιο επίδομα είναι ένα υπολειπόμενο συστατικό του μισθού που απομένει αφού γίνει η κατανομή για όλα τα άλλα στοιχεία.',
  'useAttendance' => 'Οι εργαζόμενοι θα αμείβονται για τις ημέρες που είναι παρόντες ή έκαναν άδειες μετ\' αποδοχών.',
  'payrollEmployees' => 'Εμφάνιση μόνο των εργαζομένων που έχουν τον ίδιο κύκλο μισθοδοσίας που επιλέχθηκε παραπάνω.',
];