<?php 
return [
  'noPaymentMethodAdded' => 'ไม่มีการเพิ่มวิธีการจ่ายเงินเดือน',
  'noSalaryComponentsAdded' => 'ไม่มีการเพิ่มส่วนประกอบเงินเดือน',
  'noSalaryGroupAdded' => 'ไม่มีการเพิ่มกลุ่มเงินเดือน',
  'noSalaryTdsAdded' => 'ไม่มีการเพิ่มเงินเดือน tds',
  'salaryDelete' => 'คุณจะไม่สามารถกู้คืนเงินเดือนที่ถูกลบได้!',
  'fixedAllowanceMessage' => 'ค่าเผื่อคงที่เป็นองค์ประกอบคงเหลือของเงินเดือนที่เหลือหลังจากการจัดสรรให้กับองค์ประกอบอื่นๆ ทั้งหมด',
  'useAttendance' => 'พนักงานจะได้รับเงินตามวันที่มาร่วมงานหรือวันลาที่ได้รับค่าจ้าง',
  'payrollEmployees' => 'แสดงเฉพาะพนักงานที่มีรอบการจ่ายเงินเดือนเดียวกันกับที่เลือกไว้ข้างต้น',
];