<?php 
return [
  'failed' => 'Эти учетные данные не соответствуют нашим записям.',
  'companyAccountDisabled' => 'Учетная запись вашей компании отключена.',
  'failedLoginDisabled' => 'Вход заблокирован вашим администратором',
  'failedBlocked' => 'Ваш аккаунт отключен!. Пожалуйста, обратитесь к своему администратору, чтобы включить его.',
  'failedCompanyUnapproved' => 'Ваша компания еще не одобрена!. Пожалуйста, дождитесь одобрения компании.',
  'throttle' => 'Слишком много попыток входа. Пожалуйста, повторите попытку через :seconds секунду.',
  'recaptchaFailed' => 'Рекапча не проверена.',
  'sociaLoginFail' => 'Ваша учетная запись не существует. Пожалуйста, зарегистрируйтесь',
  'signInGoogle' => 'Войти через Google',
  'signInFacebook' => 'Авторизоваться с помощью Фэйсбука',
  'signInLinkedin' => 'Войдите с помощью LinkedIn',
  'signInTwitter' => 'Войти через Твиттер',
  'useEmail' => 'или используйте адрес электронной почты',
  'email' => 'Адрес электронной почты',
  'next' => 'Следующий',
];