<?php 
return [
  'failed' => 'ეს რწმუნებათა სიგელები არ ემთხვევა ჩვენს ჩანაწერებს.',
  'companyAccountDisabled' => 'თქვენი კომპანიის ანგარიში გათიშულია.',
  'failedLoginDisabled' => 'შესვლა გათიშულია თქვენი ადმინისტრატორის მიერ',
  'failedBlocked' => 'თქვენი ანგარიში გათიშულია!. გთხოვთ, დაუკავშირდეთ თქვენს ადმინისტრატორს მის გასააქტიურებლად.',
  'failedCompanyUnapproved' => 'თქვენი კომპანია ჯერ არ არის დამტკიცებული!. გთხოვთ დაელოდოთ კომპანიის დამტკიცებას.',
  'throttle' => 'ძალიან ბევრი შესვლის მცდელობა. გთხოვთ, სცადოთ ხელახლა :seconds წამში.',
  'recaptchaFailed' => 'Recaptcha არ არის დადასტურებული.',
  'sociaLoginFail' => 'თქვენი ანგარიში არ არსებობს. გთხოვთ დარეგისტრირდეთ',
  'signInGoogle' => 'შედით Google-ით',
  'signInFacebook' => 'Ფეისბუქზე შესვლა',
  'signInLinkedin' => 'შედით LinkedIn-ით',
  'signInTwitter' => 'შედით Twitter-ით',
  'useEmail' => 'ან გამოიყენეთ ელექტრონული ფოსტის მისამართი',
  'email' => 'Ელექტრონული მისამართი',
  'next' => 'შემდეგი',
];