<?php 
return [
  'failed' => 'Ці облікові дані не збігаються з нашими записами.',
  'failedLoginDisabled' => 'Ваш адміністратор заблокував вхід',
  'failedBlocked' => 'Ваш обліковий запис вимкнено!. Будь ласка, зверніться до свого адміністратора, щоб увімкнути його.',
  'throttle' => 'Забагато спроб входу. Повторіть спробу через 1 секунду.',
  'recaptchaFailed' => 'Recaptcha не перевірено.',
  'sociaLoginFail' => 'Ваш обліковий запис не існує. Будь ласка, зареєструйтеся',
  'signInGoogle' => 'Увійдіть за допомогою Google',
  'signInFacebook' => 'Увійти через Facebook',
  'signInLinkedin' => 'Увійдіть за допомогою LinkedIn',
  'signInTwitter' => 'Увійдіть за допомогою Twitter',
  'useEmail' => 'або скористайтеся електронною адресою',
  'email' => 'Адреса електронної пошти',
  'next' => 'Далі',
];