<?php 
return [
  'noPaymentMethodAdded' => 'روش پرداخت حقوق اضافه نشده است.',
  'noSalaryComponentsAdded' => 'هیچ جزء حقوق اضافه نشده است.',
  'noSalaryGroupAdded' => 'گروه حقوق اضافه نشده است.',
  'noSalaryTdsAdded' => 'حقوق و دستمزد اضافه نشده است.',
  'salaryDelete' => 'شما نمی توانید حقوق حذف شده را بازیابی کنید!',
  'fixedAllowanceMessage' => 'کمک هزینه ثابت جزء باقیمانده حقوق است که پس از تخصیص برای تمام اجزای دیگر باقی می ماند.',
  'useAttendance' => 'به کارمندان در روزهای حضور یا مرخصی استحقاقی حقوق پرداخت می شود.',
  'payrollEmployees' => 'فقط کارمندانی را نشان می دهد که چرخه حقوق و دستمزد یکسانی دارند که در بالا انتخاب شده است.',
];