<?php 
return [
  'noPaymentMethodAdded' => 'कोई वेतन भुगतान विधि नहीं जोड़ी गई.',
  'noSalaryComponentsAdded' => 'कोई वेतन घटक नहीं जोड़ा गया.',
  'noSalaryGroupAdded' => 'कोई वेतन समूह नहीं जोड़ा गया.',
  'noSalaryTdsAdded' => 'कोई वेतन टीडीएस नहीं जोड़ा गया.',
  'salaryDelete' => 'नहीं रिकवर कर पाएंगे डिलीट हुई सैलरी!',
  'fixedAllowanceMessage' => 'निश्चित भत्ता वेतन का एक अवशिष्ट घटक है जो अन्य सभी घटकों के लिए आवंटन किए जाने के बाद बच जाता है।',
  'useAttendance' => 'कर्मचारियों को उन दिनों के लिए भुगतान किया जाएगा जब वे उपस्थित रहेंगे या उन्होंने सवैतनिक अवकाश लागू किया होगा।',
  'payrollEmployees' => 'केवल उन्हीं कर्मचारियों को दिखाया जा रहा है जिनका पेरोल चक्र ऊपर चयनित के समान है।',
];