<?php 
return [
  'failed' => 'ข้อมูลประจำตัวเหล่านี้ไม่ตรงกับบันทึกของเรา',
  'companyAccountDisabled' => 'บัญชีบริษัทของคุณถูกปิดใช้งาน',
  'failedLoginDisabled' => 'การเข้าสู่ระบบถูกปิดใช้งานโดยผู้ดูแลระบบของคุณ',
  'failedBlocked' => 'บัญชีของคุณถูกปิดใช้งาน!. โปรดติดต่อผู้ดูแลระบบของคุณเพื่อเปิดใช้งาน',
  'failedCompanyUnapproved' => 'บริษัทของคุณยังไม่ได้รับการอนุมัติ!. กรุณารอการอนุมัติจากบริษัท',
  'throttle' => 'พยายามเข้าสู่ระบบหลายครั้งเกินไป โปรดลองอีกครั้งใน :seconds วินาที',
  'recaptchaFailed' => 'Recaptcha ไม่ผ่านการตรวจสอบ',
  'sociaLoginFail' => 'บัญชีของคุณไม่มีอยู่ กรุณาลงทะเบียน',
  'signInGoogle' => 'ลงชื่อเข้าใช้งานด้วย Google',
  'signInFacebook' => 'เข้าสู่ระบบด้วย Facebook',
  'signInLinkedin' => 'ลงชื่อเข้าใช้ด้วย LinkedIn',
  'signInTwitter' => 'ลงชื่อเข้าใช้ด้วยทวิตเตอร์',
  'useEmail' => 'หรือใช้ที่อยู่อีเมล',
  'email' => 'ที่อยู่อีเมล',
  'next' => 'ต่อไป',
];