<?php 
return [
  'noPaymentMethodAdded' => 'Не е добавен начин на плащане на заплата.',
  'noSalaryComponentsAdded' => 'Няма добавени компоненти на заплатата.',
  'noSalaryGroupAdded' => 'Няма добавена група заплати.',
  'noSalaryTdsAdded' => 'Няма добавена заплата tds.',
  'salaryDelete' => 'Няма да можете да възстановите изтритата заплата!',
  'fixedAllowanceMessage' => 'Фиксираната надбавка е остатъчен компонент от заплатата, който остава след разпределението за всички останали компоненти.',
  'useAttendance' => 'Служителите ще бъдат заплатени за дните, в които са присъствали или са използвали платен отпуск.',
  'payrollEmployees' => 'Показват се само тези служители, които имат същия цикъл на заплати, избрания по-горе.',
];