<?php 
return [
  'failed' => 'این اعتبارنامه ها با سوابق ما مطابقت ندارد.',
  'companyAccountDisabled' => 'حساب شرکت شما غیرفعال شده است.',
  'failedLoginDisabled' => 'ورود به سیستم توسط سرپرست شما غیرفعال شده است',
  'failedBlocked' => 'حساب شما غیرفعال شده است!. لطفاً برای فعال کردن آن با سرپرست خود تماس بگیرید.',
  'failedCompanyUnapproved' => 'شرکت شما هنوز تایید نشده است!. لطفا منتظر تایید شرکت باشید.',
  'throttle' => 'تلاش برای ورود به سیستم بسیار زیاد است. لطفاً بعد از :seconds ثانیه دوباره امتحان کنید.',
  'recaptchaFailed' => 'Recaptcha تایید نشده است.',
  'sociaLoginFail' => 'حساب شما وجود ندارد. لطفا ثبت نام کنید',
  'signInGoogle' => 'با گوگل وارد شوید',
  'signInFacebook' => 'با فیس بوک وارد شوید',
  'signInLinkedin' => 'با لینکدین وارد شوید',
  'signInTwitter' => 'با توییتر وارد شوید',
  'useEmail' => 'یا از آدرس ایمیل استفاده کنید',
  'email' => 'آدرس ایمیل',
  'next' => 'بعد',
];