<?php 
return [
  'noPaymentMethodAdded' => 'ხელფასის გადახდის მეთოდი არ არის დამატებული.',
  'noSalaryComponentsAdded' => 'ხელფასის კომპონენტები არ არის დამატებული.',
  'noSalaryGroupAdded' => 'ხელფასის ჯგუფი არ არის დამატებული.',
  'noSalaryTdsAdded' => 'ხელფასი არ არის დამატებული.',
  'salaryDelete' => 'წაშლილი ხელფასის აღდგენას ვერ შეძლებთ!',
  'fixedAllowanceMessage' => 'ფიქსირებული შემწეობა არის ხელფასის ნარჩენი კომპონენტი, რომელიც რჩება ყველა დანარჩენ კომპონენტზე განაწილების შემდეგ.',
  'useAttendance' => 'თანამშრომლებს ანაზღაურება მიეცემათ იმ დღეებში, როდესაც ისინი იმყოფებოდნენ ან მათ მიმართეს ანაზღაურებადი შვებულებით.',
  'payrollEmployees' => 'ნაჩვენებია მხოლოდ ის თანამშრომლები, რომლებსაც აქვთ იგივე სახელფასო ციკლი, რომელიც არჩეულია ზემოთ.',
];