<?php 
return [
  'failed' => 'Тези идентификационни данни не съответстват на нашите записи.',
  'companyAccountDisabled' => 'Вашият фирмен акаунт е деактивиран.',
  'failedLoginDisabled' => 'Входът е деактивиран от вашия администратор',
  'failedBlocked' => 'Вашият акаунт е деактивиран!. Моля, свържете се с вашия администратор, за да го активирате.',
  'failedCompanyUnapproved' => 'Вашата компания все още не е одобрена!. Моля, изчакайте одобрението на компанията.',
  'throttle' => 'Твърде много опити за влизане. Моля, опитайте отново след :seconds секунди.',
  'recaptchaFailed' => 'Recaptcha не е валидиран.',
  'sociaLoginFail' => 'Вашият акаунт не съществува. Моля, регистрирайте се',
  'signInGoogle' => 'Влезте с Google',
  'signInFacebook' => 'Влезте с Facebook',
  'signInLinkedin' => 'Влезте с LinkedIn',
  'signInTwitter' => 'Влезте с Twitter',
  'useEmail' => 'или използвайте имейл адрес',
  'email' => 'Имейл адрес',
  'next' => 'Следващия',
];