<?php 
return [
  'noPaymentMethodAdded' => 'لم تتم إضافة طريقة دفع الراتب.',
  'noSalaryComponentsAdded' => 'لم تتم إضافة مكونات الراتب.',
  'noSalaryGroupAdded' => 'لم تتم إضافة مجموعة الرواتب.',
  'noSalaryTdsAdded' => 'لم تتم إضافة بيانات الراتب.',
  'salaryDelete' => 'لن تتمكن من استرجاع الراتب المحذوف!',
  'fixedAllowanceMessage' => 'البدل الثابت هو جزء متبقي من الراتب يتم تركه بعد تخصيص جميع العناصر الأخرى.',
  'useAttendance' => 'سيتم دفع أجور الموظفين مقابل الأيام التي تواجدوا فيها أو قاموا بتطبيق إجازات مدفوعة الأجر.',
  'payrollEmployees' => 'إظهار فقط الموظفين الذين لديهم نفس دورة الرواتب المحددة أعلاه.',
];