<?php 
return [
  'noPaymentMethodAdded' => 'Није додат начин исплате плата.',
  'noSalaryComponentsAdded' => 'Нема додатих компоненти плате.',
  'noSalaryGroupAdded' => 'Није додата платна група.',
  'noSalaryTdsAdded' => 'Нема додатих тдс плата.',
  'salaryDelete' => 'Нећете моћи да повратите избрисану плату!',
  'fixedAllowanceMessage' => 'Фиксни додатак је резидуална компонента плате која остаје након што се изврши расподела за све остале компоненте.',
  'useAttendance' => 'Запослени ће бити плаћени за дане у којима су присутни или су пријавили плаћена одсуства.',
  'payrollEmployees' => 'Приказује се само они запослени који имају исти циклус платног списка који је горе изабран.',
];