<?php 
return [
  'title' => 'Інсталятор Laravel',
  'next' => 'Наступний крок',
  'finish' => 'встановити',
  'welcome' => [
    'title' => 'Ласкаво просимо до інсталятора',
    'message' => 'Ласкаво просимо до майстра налаштування.',
  ],
  'requirements' => [
    'title' => 'Вимоги до сервера',
  ],
  'permissions' => [
    'title' => 'Дозволи',
  ],
  'environment' => [
    'title' => 'Конфігурація бази даних',
    'save' => 'Збережіть .env',
    'success' => 'Налаштування файлу .env збережено.',
    'errors' => 'Не вдалося зберегти файл .env. Створіть його вручну.',
  ],
  'install' => 'встановити',
  'final' => [
    'title' => 'Готово',
    'finished' => 'Програму успішно встановлено.',
    'exit' => 'Натисніть тут, щоб вийти',
  ],
  'checkPermissionAgain' => 'Перевірте дозвіл ще раз',
];