<?php 
return [
  'password' => 'Паролі повинні містити не менше шести символів і відповідати підтвердженню.',
  'reset' => 'Ваш пароль скинуто!. Будь ласка, зачекайте, через деякий час вас буде перенаправлено назад на сторінку входу',
  'sent' => 'Перевірте свій обліковий запис електронної пошти. Ми надіслали електронною поштою посилання для зміни пароля!',
  'token' => 'Цей маркер скидання пароля недійсний.',
  'user' => 'Ми не можемо знайти користувача з такою адресою електронної пошти.',
  'throttled' => 'Зачекайте, перш ніж повторювати спробу.',
  'notMatch' => 'Наданий пароль не збігається з вашим поточним паролем.',
];