<?php 
return [
  'noPaymentMethodAdded' => 'Не добавлен способ выплаты зарплаты.',
  'noSalaryComponentsAdded' => 'Компоненты заработной платы не добавлены.',
  'noSalaryGroupAdded' => 'Группа зарплат не добавлена.',
  'noSalaryTdsAdded' => 'Сумма заработной платы не добавлена.',
  'salaryDelete' => 'Вы не сможете восстановить удаленную зарплату!',
  'fixedAllowanceMessage' => 'Фиксированное пособие представляет собой остаточный компонент заработной платы, который остается после распределения всех остальных компонентов.',
  'useAttendance' => 'Сотрудникам будет выплачена оплата за те дни, когда они присутствуют на работе или подали оплачиваемый отпуск.',
  'payrollEmployees' => 'Показаны только те сотрудники, у которых тот же цикл расчета заработной платы, который выбран выше.',
];